{
  "PostMessageToExpertsNoAnswer": "There is a new question that will need an answer.<br/>**{0}**<br/>",
  "PostMessageToExpertsWrongAnswer": "There is an answer that the user thinks it's wrong.<br/>Question: **\"{0}\"**<br/>Given Answer: **\"{1}\"**<br/>Matched question from KB: **\"{2}\"**",
  "PostMessageToExpertsWrongAnswerCard": "There is an answer that the user thinks it's wrong.<br/>Question: <b>\"{0}\"</b><br/>Given Answer: <b>\"{1}\"</b><br/>Matched question from KB: <b>\"{2}\"</b>",
  "BotWelcome": "Hello team, I'm the bot responsible to manage this community knowledge base.<br/>Let me know how can I be useful for the team",
  "QuestionToAnswer": "What is the question you want to answer?",
  "Answer": "What is the answer for that question?",
  "GoingToStoreAnswer": "I'm going to store the answer on the knowledge base",
  "ThankYou": "I'm happy because now I know more stuff :D",
  "NoneIntent": "I'm sorry, i didn't get what you want to do",
  "UnansweredQuestionsList": "Here is the list of questions that are without an answer in the last {0} days.<br/>If you know the answer to any of them, pelese click on the question.",
  "UnanweredQuestionTempalate": "I want to answer question {0}",
  "NoQuestionOrMatch": "I'm sorry, I haven't found the question on your sentence",
  "ChooseQuestion": "Which one of these unanswered questions you want to answer?",
  "askForAnswer": "What is the answer for **\"{0}\"**?",
  "KeepingOriginal": "Roger that!!! I'm keeping the original answer.",
  "KeepingBoth": "Roger that!!! I'm going to keep both answers on my knowledge base.",
  "KeepingNew": "Roger that!!! I'm going to store the new answer and delete the old one.",
  "KeepNew": "Replace the old answer with the new one",
  "KeepBoth": "Create a new record for the new answer.",
  "KeepOriginal": "Keep the original answer.",
  "KeepNewWrong": "Replace the answer with a new one.",
  "KeepBothWrong": "Create a new record for this question.",
  "KeepOriginalWrong": "Keep the original answer.",
  "ConfirmNewAnswer": "There is already a QnA pair on my knowledge base for that question.<br/>Current question: <b>\"{0}\"</b><br/>KB Match: <b>\"{1}\"</b><br/>Answer: <b>\"{2}\"</b><br/>What do you want to do?",
  "ExceptionMessage": "I'm experiencing some technical problems right now. Try again later on the day. If the problem presists please contact the community adminstrator.",
  "WhatMoreCanIDo": "What more do you want to ask me?",
  "QuestionList": "Here is the list of questions that I know how to answer<br/>{0}",
  "QuestionListItem": " * {0}",
  "KnowledgeBaseRefreshed": "The knowledge base files have been refreshed with the newest KB entries",
  "knowledgeBaseDownload": "Please click on this [link]({0}) to download the knowledge base. This link is valid for the next {1} minutes.",
  "NoUnansweredQuestions": "There are no questions from users that are pending an answer.",
  "NotificationNotFound": "I'm sorry but I didn't understand the notification you want to send. Please use the following format \"Send the following notification: This is a notification\"",
  "NotificationSent": "The notification \"{0}\" was sent to all the users",
  "NewIssue" :  "There is a new issue raised by a user: **{0}**"
}